Repository: fullstackhero/blazor-starter-kit
Catalog: src/Infrastructure/Resources/Services/Identity/UserService.*.resx
Languages: pt_br

source: Account Confirmed for {0}. You can now use the /api/identity/token endpoint to generate JWT.
pt_br: Conta confirmada para {0}. Agora você pode usar o endpoint /api/identity/token para gerar o JWT.

source: Administrators Profile's Status cannot be toggled
pt_br: O status do perfil de administrador não pode ser alternado

source: An Error has occurred!
pt_br: Ocorreu um erro!

source: An error occurred while confirming {0}
pt_br: Ocorreu um erro ao confirmar {0}

source: Confirm Registration
pt_br: Confirmar registro

source: CreatedOn (Local)
pt_br: CriadoEm (Local)

source: CreatedOn (UTC)
pt_br: Criado em (UTC)

source: Email {0} is already registered.
pt_br: O e-mail {0} já está registrado.

source: EmailConfirmed
pt_br: E-mail confirmado

source: FirstName
pt_br: Primeiro nome

source: IsActive
pt_br: Está ativo

source: LastName
pt_br: Sobrenome

source: Not Allowed to add or delete Administrator Role if you have not this role.
pt_br: Não é permitido adicionar ou excluir a função de administrador se você não tiver essa função.

source: Not Allowed.
pt_br: Não permitido.

source: Password Reset Mail has been sent to your authorized Email.
pt_br: O e-mail de redefinição de senha foi enviado para o e-mail autorizado.

source: Password Reset Successful!
pt_br: Redefinição de senha com sucesso!

source: Phone number {0} is already registered.
pt_br: O número de telefone {0} já está registrado.

source: PhoneNumber
pt_br: Número de telefone

source: PhoneNumberConfirmed
pt_br: Número de telefone confirmado

source: Please confirm your account by &lt;a href='{0}'&gt;clicking here&lt;/a&gt;.
pt_br: Confirme sua conta <a href='{0}'>clicando aqui</a>.

source: Please reset your password by &lt;a href='{0}&gt;clicking here&lt;/a&gt;.
pt_br: Redefina sua senha <a href='{0}>clicando aqui</a>.

source: Reset Password
pt_br: Redefinir senha

source: Roles Updated
pt_br: Funções atualizadas

source: User {0} Registered.
pt_br: Usuário {0} registrado.

source: User {0} Registered. Please check your Mailbox to verify!
pt_br: Usuário {0} registrado. Por favor, verifique sua caixa de correio para verificar!

source: UserName
pt_br: Nome de usuário

source: Username {0} is already taken.
pt_br: O nome de usuário {0} já foi usado.
