Repository: fullstackhero/blazor-starter-kit
Catalog: BlazorHero.CleanArchitecture/Client/Resources/Pages/Identity/RolePermissions.*.resx
Languages: ru

source: Apply
ru: Применить

source: Bordered
ru: Обрамлённый

source: Dense
ru: Компактный

source: Description
ru: Описание

source: Here you can leave a comment for this permission for the current role
ru: Здесь вы можете оставить комментарий к этому разрешению для текущей роли

source: Manage Permission
ru: Управление правами

source: Manage {0} {1}'s Permissions
ru: Управление правами {0} {1}

source: Permission Name
ru: Имя права

source: Search For Permissions
ru: Найти права

source: Status
ru: Статус

source: Striped
ru: Чередующийся

source: Type
ru: Тип

source: Update Role Permissions
ru: Обновить права роли

source: Will be saved only when selected Permission
ru: Будет сохранено только при выбранном разрешении
